{
    "status": "ok",
    "totalResults": 329,
    "articles": [{
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Gabriel Debenedetti",
        "title": "A Long Talk With Kirsten Gillibrand",
        "description": "The New York senator on the NRA, Al Franken, and the line between capitalism and greed.",
        "url": "http://nymag.com/intelligencer/2019/03/a-long-talk-with-new-york-senator-kirsten-gillibrand.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-kirsten-gillibrand.w1200.h630.jpg",
        "publishedAt": "2019-03-06T19:11:52Z",
        "content": "Money is a symptom of the problem, its the love of money thats the evil in politics, says Kirsten Gillibrand, the New York senator running for president. Or, technicallyspeaking, still exploring a run. The money in politics is just the juice on which the game… [+26747 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Brian Feldman",
        "title": "The Democrats Are Trying to Bring Back a Free, Open Internet",
        "description": "The Democrats have introduced a bill that would restore the FCC’s 2015 net neutrality order.",
        "url": "http://nymag.com/intelligencer/2019/03/democrats-introduce-bill-to-reinstate-net-neutrality.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-nancy-pelosi-net-neutrality.w1200.h630.jpg",
        "publishedAt": "2019-03-06T18:49:02Z",
        "content": "Democratic members of Congress today put forward legislation to reinstate rules upholding the principle of net neutrality. The Save the Internet Act of 2019 is a brief piece of legislation that restores the Democrat-controlled FCCs Open Internet Order of 2015… [+1869 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Jonathan Chait",
        "title": "Congress’s Trump Investigation Is Going to Hurt Trump, Not Congress",
        "description": "The White House is terrified and trying to bluff Democrats into thinking it will backfire.",
        "url": "http://nymag.com/intelligencer/2019/03/congresss-trump-investigation-corruption.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-trump-lawn.w1200.h630.jpg",
        "publishedAt": "2019-03-06T18:48:31Z",
        "content": "This week, the House Judiciary Committee issued a wide swath of subpoenas investigating corruption by the Trump administration. White House press secretary Sarah Sanders responded with an unhinged statement decrying the disgraceful and abusive investigation, … [+4699 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Eric Levitz",
        "title": "Trump’s Economic Record Is Now a Disaster by His Own (Dumb) Standards",
        "description": "The trade deficit hits record heights, as the Rust Belt bleeds manufacturing jobs, and the “global financial elite” thrives.",
        "url": "http://nymag.com/intelligencer/2019/03/america-just-posted-its-largest-trade-deficit-in-goods-ever.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-donald-trump-sad.w1200.h630.jpg",
        "publishedAt": "2019-03-06T18:40:08Z",
        "content": "Late in the second season of The Wire, Baltimore longshoreman Frank Sobotka coughs up that shows thesis statement. As the union bosss crimes start catching up with him, he stares into the middle distance, and suggests that all the American carnage the viewers… [+6218 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Zak Cheney-Rice",
        "title": "Steve Scalise Delivers the GOP’s Most Cynical Ilhan Omar Rebuke Yet",
        "description": "Scalise admitted to attending a white supremacist event in 2002. Now he is lecturing Americans about national security and anti-Semitism.",
        "url": "http://nymag.com/intelligencer/2019/03/steve-scalise-cynical-ilhan-omar-rebuke.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-steve-scalise.w1200.h630.jpg",
        "publishedAt": "2019-03-06T18:36:17Z",
        "content": "Perhaps the most cynical response yet to Ilhan Omar from congressional Republicans came on Monday, when Representative Steve Scalise gave an interview to Fox News suggesting that the Minnesota Democrat is a national security threat. Nancy Pelosi has to remove… [+6238 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Jake Swearingen",
        "title": "Fancy Fingerprint Scanners Mean Cracking Your Smartphone Screen Will Get Pricier",
        "description": "Under-screen fingerprint scanners are very cool and very expensive if you end up dropping your phone on the sidewalk.",
        "url": "http://nymag.com/intelligencer/2019/03/breaking-your-smartphone-screen-is-only-getting-pricier.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/04/GettyImages-1126324973.w1200.h630.jpg",
        "publishedAt": "2019-03-06T18:13:01Z",
        "content": "The Samsung Galaxy S10 and S10 Plus are very nice-looking phones I had a chance to spend some time with them in New York a few weeks ago, and the screens are a stunner. (As they should be: Samsung Display not only makes the OLED screens that power Samsung pho… [+3764 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Adam K. Raymond",
        "title": "What We Know About Jared and Ivanka’s Security Clearance Scandal",
        "description": "Trump reportedly overruled those with concerns about granting clearances to his daughter and son-in-law.",
        "url": "http://nymag.com/intelligencer/2019/03/jared-and-ivankas-security-clearance-scandal-what-we-know.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-donald-ivanka-trump.w1200.h630.jpg",
        "publishedAt": "2019-03-06T17:10:35Z",
        "content": "Donald Trump, who inherited much of his wealth from his father, has never had much of a problem with nepotism. Two of his sons run the family business and his daughter and son-in-law work in the White House. He clearly prefers to be surrounded by Trumps, and … [+4306 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Madison Malone Kircher",
        "title": "Ranked: Best Cheeses to Throw at Your Baby",
        "description": "A guide to this week’s viral challenge.",
        "url": "http://nymag.com/intelligencer/2019/03/baby-cheese-challenge-explained.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/06/06-baby-flying-cheese.w1200.h630.jpg",
        "publishedAt": "2019-03-06T15:36:25Z",
        "content": "You may have heard theres a viral thing going around this month where people throw cheese at their kids and film it for the internet. Specifically, they throw cheese at their childrens faces. Are you confused? Okay. Heres a clip carefully selected because the… [+4581 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Eric Levitz",
        "title": "Far-Right Climate Denial Is Scary. Far-Right Climate Acceptance Is Scarier.",
        "description": "The scientific consensus on climate change is quite compatible with a zero-sum, nationalist worldview that pits “the West” against the third world.",
        "url": "http://nymag.com/intelligencer/2019/03/climate-science-invites-liberal-solutions-or-fascist-ones.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/02/27/27-climate-change-bomb.w1200.h630.jpg",
        "publishedAt": "2019-03-06T14:00:28Z",
        "content": "The reality of climate change has a well-known liberal bias.\r\nOnce you accept that the (so-called) free markets price signals have guided humanity to the brink of destruction, laissez-faire conservatism becomes a filthy joke. And once you recognize that indus… [+11359 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Ed Kilgore",
        "title": "Five Reasons Why Republicans Won’t Abandon Trump Like They Ditched Nixon",
        "description": "Nixon had weaker intra-party support than Trump, who will benefit from likely polarization over the Mueller report.",
        "url": "http://nymag.com/intelligencer/2019/03/gop-abandon-trump-like-nixon.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/02/27/27-nixon-resigns.w1200.h630.jpg",
        "publishedAt": "2019-03-06T12:00:38Z",
        "content": "As we await the release of the Mueller report, an open question is whether evidence that the presidents actions rose to the level of obstruction of justice the most likely impeachable offense in Muellers sights, according to most accounts of the investigation… [+10280 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Matt Stieb",
        "title": "Report: How Trump Managed to Bury His High School Transcript",
        "description": "By getting other alumni to apply the pressure, Trump reportedly convinced his high school to dig up his records and bury them somewhere else.",
        "url": "http://nymag.com/intelligencer/2019/03/report-how-trump-managed-to-bury-his-high-school-transcript.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2016/06/03/03-trump-university.w1200.h630.jpg",
        "publishedAt": "2019-03-06T04:00:00Z",
        "content": "Among the many revelations and confirmations of Trumps behavior that emerged in Michael Cohens House testimony last week was a new one: Trump had allegedly asked his fixer to seal or otherwise bury his high school and college transcripts. Im talking about a m… [+3761 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Sarah Jones",
        "title": "It’s No Surprise That a Global Existential Crisis Bothers Prospective Parents",
        "description": "Almost four in ten Americans between the ages of 18 and 29 believe that adults should consider the effects of climate change before having children.",
        "url": "http://nymag.com/intelligencer/2019/03/unsurprisingly-climate-crisis-bothers-prospective-parents.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/climate_kids.w1200.h630.jpg",
        "publishedAt": "2019-03-06T02:16:46Z",
        "content": "Many young adults think prospective parents should consider the effects of climate change as they decide whether or not to have children, Business Insider reported on Tuesday. Thirty-eight percent of Americans between the ages of 18 and 29 said climate change… [+2889 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Ed Kilgore",
        "title": "Big Majority of Americans Think Trump Is A Criminal",
        "description": "Looks like the country is strongly predisposed to believe freshly uncovered evidence of Trump crimes before and after he took office.",
        "url": "http://nymag.com/intelligencer/2019/03/big-majority-of-americans-think-trump-has-committed-crimes.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2017/11/07/07-trump-silhouette.w1200.h630.jpg",
        "publishedAt": "2019-03-06T00:27:54Z",
        "content": "Were used to seeing various assessments of Donald Trumps performance as president, and certain personal characteristics, like his unprecedented mendacity. But as the Mueller report looms, and House Democrats begin wide-ranging investigations, theres a new que… [+2270 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Barbara McQuade",
        "title": "The House’s Sweeping New Probe May Be the Biggest Threat to Trump Yet",
        "description": "The House Judiciary Committee may uncover more Trump misconduct than Mueller. But if they’re not careful, they could undercut the special counsel.",
        "url": "http://nymag.com/intelligencer/2019/03/house-judiciary-committee-probe.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/5-trump.w1200.h630.jpg",
        "publishedAt": "2019-03-05T22:56:52Z",
        "content": "Members of the House Judiciary Committee have an opportunity to provide an important service to the American public as long as they dont blow it.\r\nOn Monday, the committee opened a sweeping investigation into obstruction of justice, public corruption, and oth… [+6758 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Ed Kilgore",
        "title": "Bloomberg Won’t Run for President in 2020",
        "description": "The former New York mayor will spend his time and money on issue advocacy, while possibly backing another candidate.",
        "url": "http://nymag.com/intelligencer/2019/03/bloomberg-wont-run-for-president-in-2020.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/05-michael-bloomberg.w1200.h630.jpg",
        "publishedAt": "2019-03-05T22:10:52Z",
        "content": "After flirting with an independent presidential candidacy in 2016 (mostly predicated on a Bernie Sanders nomination), former New York mayor Michael Bloomberg became a Democrat last year, and mulled a presidential run in 2020 as a member of the Donkey Party. A… [+2708 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Reuven Blau",
        "title": "City Jails Sued Over Brooklyn Man’s Untreated Health Woes",
        "description": "Lloyd Haynes says he was ignored as he suffered from rare intestinal condition while in the Tombs and Rikers. He’s seeking $90 million in damages.",
        "url": "http://nymag.com/intelligencer/2019/03/city-jails-sued-over-brooklyn-mans-untreated-health-woes.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/05-lloyd-haynes.w1200.h630.jpg",
        "publishedAt": "2019-03-05T21:58:43Z",
        "content": "When Lloyd Haynes arrived at a city jail more than a year ago, he warned an intake doctor that he has a rare medical condition requiring special care. Instead of getting needed attention, he was placed in a general-population housing unit filled with Crips ga… [+6558 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Eric Levitz",
        "title": "Ilhan Omar Has a Less Bigoted Position on Israel Than Almost All Other Democrats",
        "description": "Making tone-deaf remarks about dual allegiances is bad. Supporting de facto apartheid rule in the West Bank is much, much worse.",
        "url": "http://nymag.com/intelligencer/2019/03/ilhan-omar-alleggiance-resolution-democrats-anti-semitism-israel-palestine.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/05-ilhan-omar.w1200.h630.jpg",
        "publishedAt": "2019-03-05T21:42:14Z",
        "content": "Last week, Ilhan Omar said something insensitive about the Israel lobby. While explaining her frustration with the way allegations of anti-Semitism can be used to suppress the broader debate of what is happening with Palestine, the Democratic congresswoman sa… [+8953 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Ed Kilgore",
        "title": "Republicans Have Lost Interest in Fixing, or Killing, Obamacare",
        "description": "Despite the intense interest of voters in health-care policy, Republican opposition will likely kill any bipartisan legislation before 2020.",
        "url": "http://nymag.com/intelligencer/2019/03/republicans-losing-interest-in-fixing-or-killing-obamacare.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/05-healthcare-protest.w1200.h630.jpg",
        "publishedAt": "2019-03-05T20:34:58Z",
        "content": "As you may recall, health care was kind of an important issue in the 2018 midterms. Annie Lowrey documented that clearly right before the election:\r\nIn 2016, the Affordable Care Act came up in just 10 percent of pro-Democrat campaign advertisements and 16 per… [+4291 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Zak Cheney-Rice",
        "title": "Conservatives Use Free Speech As a Shield to Defend Bigotry",
        "description": "A Republican delegate in West Virginia claimed that the Islamophobic Ilhan Omar poster was about “free speech.” It wasn’t.",
        "url": "http://nymag.com/intelligencer/2019/03/ilhan-omar-poster-not-free-speech.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/04/04-ilhan-omar.w1200.h630.jpg",
        "publishedAt": "2019-03-05T20:18:08Z",
        "content": "A telling exchange took place on Friday after the Ilhan Omar dustup in West Virginia. When asked to comment on a poster that was displayed in the Capitol rotunda on WVGOP Day, which depicted the Muslim congresswoman beneath a photograph of the World Trade Cen… [+7229 chars]"
    }, {
        "source": {
            "id": "new-york-magazine",
            "name": "New York Magazine"
        },
        "author": "Madison Malone Kircher",
        "title": "Amazon’s Charity Funds Anti-Vaxxers",
        "description": "AmazonSmile, which gives 0.5 percent of your cost of purchase to charity, lets people donate to organizations spreading misinformation about vaccines.",
        "url": "http://nymag.com/intelligencer/2019/03/amazons-charity-funds-anti-vaxxers.html",
        "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/03/05/05-amazon-anti-vaxxers.w1200.h630.jpg",
        "publishedAt": "2019-03-05T19:13:41Z",
        "content": "Using AmazonSmile, the feature that allows you to donate 0.5 percent of the cost of your purchase to charity, might make you feel better about shopping with the big, bad internet retailer thats swallowing up everything in sight and reportedly treating its wor… [+1799 chars]"
    }]
}